{
    "Type of Contact": "Type de contact",
    "I have a question about the service.": "J'ai une question sur le service.",
    "I'm a registered client and I need support.": "Je suis un client enregistré et j'ai besoin de support.",
    "I'm a counselor interested in joining.": "Je suis un conseiller intéressé à rejoindre.",
    "I'm a registered counselor and I need support.": "Je suis un conseiller enregistré et j'ai besoin de support.",
    "I have a business-related inquiry.": "J'ai une question liée aux affaires.",
    "I'm interested in Hope Hub for my organization.": "Je suis intéressé par Hope Hub pour mon organisation.",
    "I have a billing-related question.": "J'ai une question liée à la facturation.",
    "Full Name": "Nom complet",
    "Enter your Full Name here...": "Entrez votre nom complet ici...",
    "Email": "E-mail",
    "Enter your email address here...": "Entrez votre adresse e-mail ici...",
    "Details": "Détails",
    "Enter your details here...": "Entrez vos détails ici...",
    "Submit": "Envoyer",
    "SEND US YOUR REQUEST!": "ENVOYEZ-NOUS VOTRE DEMANDE !",
    "Do you have a question, concern, idea, feedback, or problem? If you need assistance, please fill out the form below, and we'd be happy to help!": "Avez-vous une question, une préoccupation, une idée, des commentaires ou un problème ? Si vous avez besoin d'aide, veuillez remplir le formulaire ci-dessous, et nous serons heureux de vous aider !",
    "Find Us At": "Trouvez-nous à",
    "Call Us At": "Appelez-nous au",
    "Nergiz Plaza": "Nergiz Plaza",
    "3rd Floor": "3ème étage",
    "Bakhtiyari Street 40m": "Rue Bakhtiyari, 40 mètres",
    "Algiers, Algeria": "Alger, Algérie",
    "44001": "44001",
    "Home": "Accueil",
    "Contact": "Contact",
    "Blogs": "Articles",
    "About": "A Propos",
    "Log In": "Connexion",
    "Request Type": "Type de Demande",
    "Select Request Type": "Selectionnez le type de demande",
    "profile info": "PROFILE INFO",
    "full name": "Nom",
    "education level": "Niveau d'études",
    "secondary": "Secondaire",
    "bachelor": "Licence",
    "master": "Master",
    "hobbies": "Loisirs",
    "family size": "Taille de la famille",
    "members": "Membre(s)",
    "gender": "Genre",
    "male": "Homme",
    "female": "Femme",
    "birth date": "Date de naissance",
    "email": "E-mail",
    "phone number": "N° de téléphone",
    "upload id": "Télécharger ID",
    "security": "Sécurité",
    "password": "Mot de passe",
    "confirm password": "Confirmer le mot de passe",
    "save changes": "SAUVEGARDER",
    "delete account": "SUPPRIMER LE COMPTE",
    "cancel": "ANNULER",
    "payment section": "Méthodes de paiement et tickets",
    "cards added": "3 Cartes ajoutées",
    "show cards": "AFFICHER LES Cartes",
    "tickets remaining": "10 Tickets restants",
    "buy tickets": "ACHETER DES TICKETS",
    "Book An Appointment": "Prenez rendez-vous",
    "WE ARE HERE TO": "Nous sommes la pour vous",
    "HELP": "Aidez",
    "RECENT BLOGS": "Blogs Recents",
    "Connect with us through": "Connectez-vous avec nous via",
    "Tickets": "Billets",
    "Purchase": "Achetez",
    "Purchase Tickets": "Achetez Des Billets",
    "Purchase Card Description": "Achetez des billets qui peuvent être utilisés pour prendre rendez-vous!",
    "Are you a counselor?": "Êtes-vous un thérapeute?",
    "Interested in joining our mental health platform? You decide your schedule and how much you want to work, we’ll take care of the client referrals and billing details!": "Vous souhaitez rejoindre notre plateforme de santé mentale ? Vous décidez de votre emploi du temps et de la quantité de travail que vous souhaitez effectuer, nous nous occupons des références des clients et des détails de la facturation!",
    "Learn More": "En savoir plus",
    "Professional, licensed, and vetted therapists that you can trust.": "Des thérapeutes professionnels, agréés et contrôlés en qui vous pouvez avoir confiance.",
    "Tap to the world's largest network of licensed, accredited, and experienced therapists who can help you with a range of issues including depression, anxiety, relationships, trauma, grief, and more. with our therapists, you get the same professionalism and quality you would expect from an in-office therapist, but with the ability to communicate whenever and however you want.": "Accédez au plus grand réseau mondial de thérapeutes agréés, accrédités et expérimentés qui peuvent vous aider à résoudre toute une série de problèmes tels que la dépression, l'anxiété, les relations, les traumatismes, le deuil et bien plus encore. Avec nos thérapeutes, vous bénéficiez du même professionnalisme et de la même qualité que ceux que vous attendez d'un thérapeute en cabinet, mais avec la possibilité de communiquer quand vous le souhaitez et comme vous le souhaitez.",
    "Voice Call": "Appel vocal",
    "Chat": "Chat",
    "Video Call": "Appel vidéo",
    "Feeling ready to start a conversation? Give your therapist a voice call and talk your heart out!": "Vous vous sentez prêt à entamer une conversation? Appelez votre thérapeute et parlez-lui à cœur ouvert!",
    "Need to talk to someone? Come have a chat with your therapist!": "Besoin de parler à quelqu'un ? Venez discuter avec votre thérapeute!",
    "For a better experience therapists recommend video calls, but always remember that it's your choice!": "Pour une meilleure expérience, les thérapeutes recommandent les appels vidéo, mais n'oubliez jamais que c'est un choix!",
    "Sign Up": "Inscription",
    "or": "ou",
    "welcome": "Bienvenu à",
    "enter password": "Votre mot de passe",
    "forgot": "Mot de passe oublié ?",
    "Back": "Retour",
    "Send Email": "Envoyer un email",
    "lname": "Nom",
    "fname": "Prénom",
    "Confirm Email": "Confirmez votre adresse email",
    "Confirm Password": "Confirmez votre mot de passe",
    "bdate": " Date de naissance",
    "Thank you": "Merci Beaucoup",
    "Back to Home": "Revenir à l'accueil",
    "Thank text 1": "Votre demande d'inscription a été reçue, vous recevrez bientôt un email de confirmation. Veuillez suivre les étapes indiquées dans l'e-mail pour compléter et activer votre compte.",
    "Thank text 2": "Votre demande a été envoyée, un membre de l'équipe d'assistance vous contactera via l'e-mail que vous avez fourni dans les plus brefs délais.",
    "Supported Card types": "Types de cartes pris en charge",
    "Visa": "Visa",
    "MasterCard": "MasterCard",
    "Card Number": "Numéro de carte",
    "Expiry Date": "Date d'expiration",
    "CVV Code": "Code CVV",
    "MM/YY": "MM/AA,",
    "Name on Card": "Nom sur la carte",
    "Country": "Pays",
    "Zip Code": "Code postal",
    "Address": "Adresse",
    "Add Card": "Ajouter une carte",
    "Add Card Details": "Ajouter les détails de la carte",
    "Please make sure all of the info you enter are the same as your card registration info.": "Assurez-vous que toutes les informations que vous saisissez sont identiques à celles de l'enregistrement de votre carte.",
    "Let's match you with the right therapist": "Trouvons le thérapeute qui vous convient",
    "Please fill out this short questionnaire to provide some general and anonymous background about you and the issues you'd like to deal with in online therapy. It would help us match you with the most suitable therapist for you.": "Veuillez remplir ce court questionnaire pour fournir des informations générales et anonymes sur vous et les problèmes que vous aimeriez traiter en thérapie en ligne. Cela nous aidera à vous trouver le thérapeute le plus adapté à vos besoins.",
    "What type of counseling are you looking for?": "Quel type de conseil recherchez-vous ?",
    "Individual counseling": "Conseil individuel",
    "Teen counseling (for my child)": "Conseil pour adolescents (pour mon enfant)",
    "Next": "Suivant",
    "What is your relationship status?": "Quel est votre état civil ?",
    "Single": "Célibataire",
    "Married": "Marié",
    "Divorced": "Divorcé",
    "Previous": "Précédent",
    "Please select an option before proceeding.": "Veuillez sélectionner une option avant de continuer.",
    "Have you been in Therapy before?": "Avez-vous déjà suivi une thérapie ?",
    "Yes": "Oui",
    "No": "Non",
    "Are there any issues you would like to focus on?": "Y a-t-il des problèmes sur lesquels vous aimeriez vous concentrer ?",
    "Depression": "Dépression",
    "Stress and Anxiety": "Stress et anxiété",
    "Relationship issues": "Problèmes relationnels",
    "Family conflicts": "Conflits familiaux",
    "Trauma and abuse": "Traumatisme et abus",
    "Eating disorders": "Troubles alimentaires",
    "What brings you here?": "Pourquoi êtes-vous ici ?",
    "Please specify (in a few sentences) why you would like counseling. This will give your counselor a good understanding of where to start.": "Veuillez spécifier (en quelques phrases) pourquoi vous aimeriez avoir des conseils. Cela permettra à votre conseiller de bien comprendre par où commencer.",
    "Tell us what you feel ...": "Dites-nous ce que vous ressentez...",
    "your request has been submitted!": "Votre demande a été soumise !",
    " You will receive an email guiding you to book a date and time soon.": "Vous recevrez bientôt un e-mail vous indiquant comment réserver une date et une heure.",
    "request submitted": "Demande soumise",
    "you will receive a confirmation email soon.": "Vous recevrez bientôt un e-mail de confirmation.",
    "Back to home": "Retour à la page d'accueil",
    "Submit your appointment": "Soumettre votre rendez-vous",
    "Click Submit if you are sure of all your choices.": "Cliquez sur Soumettre si vous êtes sûr de tous vos choix.",
    "Please be aware that this action": "Veuillez noter que cette action",
    "will cost you a ticket!": "vous coûtera un billet !",
    "Are there any specific qualities that you would like in a counselor?": "Y a-t-il des qualités spécifiques que vous recherchez chez un conseiller ?",
    "I prefer a male counselor": "Je préfère un conseiller masculin",
    "I prefer a female counselor": "Je préfère un conseiller féminin",
    "I prefer an older counselor (45+)": "Je préfère un conseiller plus âgé (45+)",
    "I prefer a non-religious counselor": "Je préfère un conseiller non religieux",
    "Please write something before proceeding.": "S'il vous plaît, écrivez quelque chose avant de continuer.",
    "User Name": "Nom d'utilisateur",
    "City": "Ville",
    "License Number": "Numéro de licence",
    "Create Therapist account": "Créer un compte thérapeute",
    "Create a": "Créer",
    "Therapist": "thérapeute",
    "account": " un compte",
    "Why work with HopeHub?": "Pourquoi travailler avec HopeHub ?",
    "Reliable Income": "Revenu fiable",
    "Over 10,000 people sign up on HopeHub every day looking for a counselor to help with life challenges. HopeHub can be your main source of income (full time) or a supplement to your current work.": "Plus de 10 000 personnes s'inscrivent sur HopeHub chaque jour à la recherche d'un conseiller pour les aider dans leurs défis de vie. HopeHub peut être votre principale source de revenu (à temps plein) ou un complément à votre travail actuel.",
    "Focus on Counseling": "Concentrez-vous sur le conseil",
    "No need to worry about costs from acquiring clients, billing, support, or operations. Let us handle the fees and paperwork so you can focus on what you do best!": "Pas besoin de vous soucier des coûts liés à l'acquisition de clients, à la facturation, au support ou aux opérations. Laissez-nous gérer les frais et la paperasserie pour que vous puissiez vous concentrer sur ce que vous faites de mieux !",
    "Requirements": "Exigences",
    "Licensed by a State Board to provide counseling": "Licencié par un conseil d'État pour fournir des services de conseil",
    "Experience in counseling for adults, couples, and/or teens": "Expérience en conseil pour adultes, couples et/ou adolescents",
    "Excellent writing skills": "Excellentes compétences en écriture",
    "Reliable Internet connection": "Connexion Internet fiable",
    "Currently residing in the US": "Résidant actuellement aux États-Unis",
    "select level": "Choisissez un niveau",
    "title": "À propos",
    "Who are we": "Qui sommes-nous",
    "Our team": "Notre équipe",
    "Our Founding": "Notre Fondation",
    "At HopeHub, we believe there is a better way to do things. A more valuable way where customers are earned rather than bought. We are obsessively passionate about it, and our mission is to help people achieve it. We focus on search engine optimization. It is one of the least understood and least transparent aspects of great marketing, and we see that as an opportunity. We are excited to simplify SEO for everyone through our software, education, and community": "Chez HopeHub, nous croyons qu'il y a une meilleure façon de faire les choses. Une manière plus précieuse où les clients sont gagnés plutôt qu'achetés. Nous en sommes passionnément convaincus, et notre mission est d'aider les gens à y parvenir. Nous nous concentrons sur l'optimisation des moteurs de recherche. Il s'agit de l'un des aspects les moins compris et les moins transparents du marketing de qualité, et nous y voyons une opportunité. Nous sommes ravis de simplifier le SEO pour tout le monde grâce à notre logiciel, à notre éducation et à notre communauté.",
    "HopeHub was founded by a group of Re:coded students in 2023. It was called HopeHub Online and started as a blog and an online community where some of the worlds therapists shared their research and ideas. We launched the Beginners Guide to Therapy and our first study, and that hub of industry expertise transformed into a small consulting firm and led us to create the Online Therapist of today!": "HopeHub a été fondée en 2023 par un groupe d'étudiants de Re:coded. Elle s'appelait HopeHub Online et a commencé comme un blog et une communauté en ligne où certains des thérapeutes du monde partageaient leurs recherches et leurs idées. Nous avons lancé le Guide du Débutant en Thérapie et notre première étude, et ce pôle d'expertise de l'industrie s'est transformé en une petite société de conseil qui nous a conduit à créer l'Online Therapist d'aujourd'hui !",
    "Profile": "Profile",
    "Log Out": "Déconnexion",
    "Appointments": "Rendez-vous",
    "Payments": "Paiements",
    "CAREERS AT": "CARRIÈRES CHEZ",
    "Our SEO software cuts through mountains of data to surface critical insights. We build and maintain systems that process massive amounts of data (we're talking 36 trillion records per day and multiple petabytes of storage.) We model transparent and empathetic marketing for the world. We educate our community, making every effort to help them improve their skill. And we do it all by fostering a culture that encourages accountability, empathy, and transparency.": "Notre logiciel de référencement analyse des montagnes de données pour faire ressortir des informations essentielles. Nous construisons et entretenons des systèmes qui traitent des quantités massives de données (nous parlons de 36 billions d'enregistrements par jour et de plusieurs pétaoctets de stockage). Nous modélisons un marketing transparent et empathique pour le monde entier. Nous formons notre communauté, en mettant tout en œuvre pour l'aider à améliorer ses compétences. Et nous faisons tout cela en favorisant une culture qui encourage la responsabilité, l'empathie et la transparence.",
    "Our Hiring Philosophy": "Notre philosophie d'embauche",
    "To build the very best SEO tools, we need a workforce that reflects the diversity of our communities and customers. We want Online Therapy to be a place where everyone feels welcome and engaged, bar none. It's our mission and promise to interview a diverse and representative slate of candidates before making an offer for our open roles.": "Pour construire les meilleurs outils de référencement, nous avons besoin d'une main-d'œuvre qui reflète la diversité de nos communautés et de nos clients. Nous voulons qu'Online Therapy soit un lieu où tout le monde se sente bienvenu et engagé, sans exception. C'est notre mission et notre promesse d'interviewer une liste diversifiée et représentative de candidats avant de faire une offre pour nos postes ouverts.",
    "Current Open Positions": "Postes Actuellement Ouverts",
    "Please send us an email with the application title as the subject with an attached CV in PDF format!": "Merci de nous envoyer un email avec le titre de la candidature comme objet avec un CV en pièce jointe au format PDF !",
    "Bio": "Bio",
    "Therapist Profile": "Profil de thérapeute",
    "If you're looking for support, see how HopeHub can help.": "Si vous cherchez du soutien, voyez comment HopeHub peut vous aider.",
    "Subscribe": "Abonnez-vous",
    "Our Blog Posts": "Nos articles",
    "Our Newsletter Is Waiting For You": "Notre bulletin d'information vous attend",
    "Get Inspired Weekly: Start Your Journey to Improved Mental Health and Personal Growth by Subscribing to Our Newsletter Today, and Connect with HopeHub's Community of Support and Healing.": "Inspirez-vous chaque semaine : Commencez votre voyage vers une meilleure santé mentale et une croissance personnelle en vous abonnant à notre bulletin d'information dès aujourd'hui, et connectez-vous à la communauté de soutien et de guérison de HopeHub.",
    "Written by": "Écrit par",
    "A weekly, ad-free Newsletter that helps you stay in the know.": "Une lettre d'information hebdomadaire, sans publicité, qui vous permet de rester informé.",
    "Enter your e-mail": "Entrez votre e-mail",
    "Update": "Mise à jour",
    "Admin Dashboard": "Tableau de bord administrateur",
    "General": "Général",
    "Users": "Utilisateurs",
    "Patients": "Patients",
    "Therapists": "Thérapeutes",
    "Posts": "Articles",
    "Edit": "Éditer",
    "All Blogs": "Tous les blogs",
    "Write something awesome...": "Écris quelque chose d'incroyable...",
    "Full Name:": "Nom complet :",
    "Age:": "Âge :",
    "Birthday:": "Date de naissance :",
    "Gender:": "Genre :",
    "Phone Number:": "Numéro de téléphone :",
    "Delete": "Supprimer",
    "Title": "Titre",
    "Author": "Auteur",
    "Post": "Posts",
    "Please select at least one option before proceeding.": "Veuillez sélectionner au moins une option avant de continuer.",
    "Calendar": "Calendrier",
    "Reset": "Réinitialiser",
    "We promise to never spam you, or share your email.": "Nous vous promettons de ne jamais vous envoyer de spams, ni de partager votre adresse électronique",
    "Contact us": "Contactez-nous",
    "Careers": "Carrières",
    "Calender": "Calendrier",
    "Booking": "Réservation",
    "Page Not Found": "Page non trouvée",
    "Thank you for taking the first step towards well-being! We're honored to be part of your mental health journey, and our team is here to support you every step of the way.": "Merci d'avoir franchi le premier pas vers le bien-être ! Nous sommes honorés de faire partie de votre parcours de santé mentale, et notre équipe est là pour vous soutenir à chaque étape du chemin.",
    "Thank you for reaching out to us! We appreciate your message and will get back to you as soon as possible. Your interest means a lot to us, and we look forward to assisting you on your journey to well-being.": "Merci de nous contacter ! Nous apprécions votre message et reviendrons vers vous dès que possible. Votre intérêt compte beaucoup pour nous, et nous sommes impatients de vous aider dans votre parcours vers le bien-être.",
    "Thank you for scheduling an appointment with us! We look forward to supporting you on your path to mental wellness.": "Merci d'avoir pris rendez-vous avec nous ! Nous sommes impatients de vous accompagner sur le chemin du bien-être mental.",
    "Thank you for subscribing to our newsletter! Get ready for valuable content and updates on mental well-being.": "Merci de vous abonner à notre newsletter ! Préparez-vous à recevoir du contenu précieux et des mises à jour sur le bien-être mental.",
    "Thank you for choosing our online therapy services! We're here to support you on your journey to well-being.": "Merci d'avoir choisi nos services de thérapie en ligne ! Nous sommes là pour vous soutenir dans votre parcours vers le bien-être.",
    "Hope Hub is a mental health platform dedicated to matching patients with therapists. Our vision is to make mental health support accessible to everyone because we believe that support and understanding are crucial for a better tomorrow.": "Hope Hub est une plateforme de santé mentale dédiée à la mise en relation de patients avec des thérapeutes. Notre vision est de rendre le soutien à la santé mentale accessible à tous, car nous croyons que le soutien et la compréhension sont cruciaux pour un meilleur avenir.",
    "We are a team of makers who celebrate our differences and share a passion for our community. We are hiring across our global hubs and remotely in Algeria and the MENA Region.": "Nous sommes une équipe de créateurs qui célèbrent nos différences et partagent une passion pour notre communauté. Nous recrutons dans nos centres mondiaux et à distance en Algérie et dans la région MENA.",
    "See Open Positions": "Voir les postes ouverts",
    "Our Culture & Values": "Notre culture et nos valeurs",
    "To apply for this position, please send your resume and cover letter to": "Pour postuler à ce poste, veuillez envoyer votre CV et une lettre de motivation à l'adresse suivante",
    "Please include the job title in the subject line of your email.": "Veuillez indiquer l'intitulé du poste dans l'objet de votre courriel.",
    "Department": "Département",
    "How to Apply:": "Comment postuler ?",
    "Senior Product Analyst": "Analyste produit senior",
    "Product Management": "Gestion des produits",
    "Anywhere, Remote": "N'importe où, à distance",
    "<h2><strong>Description:</strong></h2><p><br></p><p>Are you a strategic thinker with a passion for data-driven decision-making? We're in search of a Senior Product Analyst to join our innovative team. As a Senior Product Analyst, you'll play a pivotal role in analyzing product performance, gathering insights, and driving informed decisions to shape our product roadmap. Your expertise will contribute directly to optimizing user experiences and enhancing product functionality.</p><p><br></p><p><br></p><h2><strong>Requirements:</strong></h2><p><br></p><ul><li>Proven experience in product analysis or related roles within a tech environment</li><li>Proficiency in data analysis tools and techniques (SQL, Excel, Python, etc.)</li><li>Strong analytical skills with the ability to interpret complex datasets and generate actionable insights</li><li>Experience with A/B testing, user behavior analysis, and product experimentation</li><li>Familiarity with product analytics and visualization tools (e.g., Google Analytics, Mixpanel, Tableau)</li><li>Excellent communication skills to effectively collaborate with cross-functional teams</li><li>Ability to strategize and influence product decisions based on data-driven insights</li><li>A proactive and detail-oriented mindset with a focus on continuous improvement</li></ul><p><br></p><p><br></p><h2><strong>Benefits:</strong></h2><p><br></p><ul><li>Remote Work Environment: Embrace the flexibility of working remotely, fostering your optimal productivity.</li><li>Competitive Compensation: Receive a competitive salary package reflecting your experience and contributions.</li><li>Professional Growth: Access to learning resources, workshops, and opportunities for skill development.</li><li>Healthcare Coverage: Comprehensive health, dental, and vision insurance plans for your well-being.</li><li>Flexible Hours: Work with flexibility, promoting a healthy work-life balance.</li><li>Collaborative Culture: Join a diverse team passionate about innovation and collaborative problem-solving.</li><li>Paid Time Off: Generous vacation days and holidays to rejuvenate.</li><li>Career Progression: Opportunities for advancement and career growth within the company.</li></ul><p><br></p><p><br></p><p>Join us in revolutionizing our products and driving strategic decisions through data-driven insights. Your expertise will play a pivotal role in shaping the future of our products and services.</p><p><br></p><p><strong>Applications are accepted until December 31st, 2023.</strong></p>": "<h2><strong>Description :</strong></h2><p><br></p><p>Êtes-vous un penseur stratégique passionné par la prise de décision basée sur les données ? Nous recherchons un analyste produit senior pour rejoindre notre équipe innovante. En tant qu'analyste produit senior, vous jouerez un rôle crucial dans l'analyse des performances du produit, la collecte d'informations et la prise de décisions éclairées pour façonner notre feuille de route produit. Votre expertise contribuera directement à l'optimisation des expériences utilisateur et à l'amélioration de la fonctionnalité du produit.</p><p><br></p><p><br></p><h2><strong>Exigences :</strong></h2><p><br></p><ul><li>Expérience avérée dans l'analyse de produits ou des rôles connexes au sein d'un environnement technologique</li><li>Maitrise des outils et techniques d'analyse de données (SQL, Excel, Python, etc.)</li><li>Compétences analytiques solides avec la capacité d'interpréter des ensembles de données complexes et de générer des insights exploitables</li><li>Expérience avec les tests A/B, l'analyse des comportements utilisateurs et les expérimentations produit</li><li>Familiarité avec les outils d'analyse et de visualisation de produits (par ex. Google Analytics, Mixpanel, Tableau)</li><li>Excellentes compétences en communication pour collaborer efficacement avec des équipes pluridisciplinaires</li><li>Capacité à élaborer des stratégies et à influencer les décisions produit basées sur des insights issus des données</li><li>Mentalité proactive et orientée vers les détails avec un accent sur l'amélioration continue</li></ul><p><br></p><p><br></p><h2><strong>Avantages :</strong></h2><p><br></p><ul><li>Environnement de travail à distance : Adoptez la flexibilité du travail à distance, favorisant votre productivité optimale.</li><li>Rémunération compétitive : Recevez un package salarial compétitif reflétant votre expérience et vos contributions.</li><li>Croissance professionnelle : Accès à des ressources d'apprentissage, des ateliers et des opportunités de développement de compétences.</li><li>Couverture médicale : Plans d'assurance santé, dentaire et vision complets pour votre bien-être.</li><li>Horaires flexibles : Travaillez avec flexibilité, favorisant un équilibre sain entre vie professionnelle et personnelle.</li><li>Culture collaborative : Rejoignez une équipe diversifiée passionnée par l'innovation et la résolution collaborative de problèmes.</li><li>Temps libre payé : Jours de vacances généreux et jours fériés pour vous ressourcer.</li><li>Progression de carrière : Opportunités d'avancement et de croissance de carrière au sein de l'entreprise.</li></ul><p><br></p><p><br></p><p>Rejoignez-nous dans la révolution de nos produits et la prise de décisions stratégiques grâce à des insights basés sur les données. Votre expertise jouera un rôle crucial dans la définition de l'avenir de nos produits et services.</p><p><br></p><p><strong>Les candidatures sont acceptées jusqu'au 31 décembre 2023.</strong></p>",
    "Front End Developer": "Développeur Front End",
    "Engineering": "Ingénierie",
    "Financial": "Financier",
    "<h2><strong>Description:</strong></h2><p><br></p><p>Are you passionate about creating seamless and visually captivating user experiences? We are seeking a talented Front End Developer to join our dynamic team. As a Front End Developer, you'll collaborate closely with designers and back-end developers to bring our digital experiences to life. Your primary focus will be on implementing user interfaces and crafting engaging web applications.</p><p><br></p><p><br></p><h2><strong>Requirements:</strong></h2><p><br></p><ul><li>Proficiency in HTML5, CSS3, and JavaScript (ES6+)</li><li>Experience with modern front end frameworks such as React, Vue.js, or Angular</li><li>Understanding of responsive design principles and cross-browser compatibility</li><li>Familiarity with version control systems (e.g., Git)</li><li>Knowledge of RESTful APIs and asynchronous request handling</li><li>Strong problem-solving skills and attention to detail</li><li>Ability to work independently and collaboratively in a team environment</li><li>Excellent communication skills and a passion for learning and staying updated with industry trends</li></ul><p><br></p><p><br></p><h2><strong>Benefits:</strong></h2><p><br></p><ul><li>Remote Work Environment: Enjoy the flexibility of working from anywhere, allowing you to create your ideal workspace.</li><li>Competitive Compensation: Receive a competitive salary package commensurate with experience and skills.</li><li>Professional Development: Access to ongoing learning opportunities, workshops, and resources to enhance your skills and stay updated with the latest industry trends.</li><li>Healthcare Coverage: Comprehensive health, dental, and vision insurance plans to ensure your well-being.</li><li>Work-Life Balance: Flexible work hours and a supportive work culture that values your personal time and encourages a healthy balance.</li><li>Collaborative Culture: Join a diverse and inclusive team passionate about innovation and creativity, where your voice and ideas are valued.</li><li>Paid Time Off: Generous vacation days and holidays to recharge and unwind.</li><li>Career Growth: Opportunities for career advancement and growth within the company.</li></ul><p><br></p><p><br></p><p>We believe in fostering an environment that promotes both personal and professional well-being, encouraging growth and creativity while maintaining a healthy work-life balance. Join us in shaping the future of digital experiences and contributing your talents to impactful projects.</p><p><br></p><p><strong>Applications are accepted until December 31, 2023.</strong></p>": "<h2><strong>Description :</strong></h2><p><br></p><p>Êtes-vous passionné par la création d'expériences utilisateur fluides et visuellement captivantes ? Nous recherchons un talentueux développeur Front-End pour rejoindre notre équipe dynamique. En tant que développeur Front-End, vous collaborerez étroitement avec les designers et les développeurs back-end pour donner vie à nos expériences numériques. Votre principal objectif sera de mettre en place des interfaces utilisateur et de créer des applications web attrayantes.</p><p><br></p><p><br></p><h2><strong>Exigences :</strong></h2><p><br></p><ul><li>Maitrise de HTML5, CSS3 et JavaScript (ES6+)</li><li>Expérience avec des frameworks Front-End modernes tels que React, Vue.js, ou Angular</li><li>Compréhension des principes du design responsive et de la compatibilité inter-navigateurs</li><li>Familiarité avec les systèmes de contrôle de version (ex : Git)</li><li>Connaissance des APIs RESTful et de la manipulation de requêtes asynchrones</li><li>Solides compétences en résolution de problèmes et souci du détail</li><li>Capacité à travailler de manière autonome et en collaboration au sein d'une équipe</li><li>Excellentes compétences en communication et passion pour l'apprentissage et le suivi des tendances de l'industrie</li></ul><p><br></p><p><br></p><h2><strong>Avantages :</strong></h2><p><br></p><ul><li>Environnement de travail à distance : Profitez de la flexibilité du travail à distance, vous permettant de créer votre espace de travail idéal.</li><li>Rémunération compétitive : Recevez un package salarial compétitif en adéquation avec votre expérience et vos compétences.</li><li>Développement professionnel : Accès à des opportunités d'apprentissage continu, à des ateliers et à des ressources pour améliorer vos compétences et rester informé des dernières tendances de l'industrie.</li><li>Couverture santé : Plans d'assurance santé, dentaire et vision complets pour garantir votre bien-être.</li><li>Équilibre travail-vie personnelle : Horaires de travail flexibles et une culture de travail favorable qui valorise votre temps personnel et encourage un équilibre sain.</li><li>Culture collaborative : Rejoignez une équipe diversifiée et inclusive passionnée par l'innovation et la créativité, où votre voix et vos idées sont valorisées.</li><li>Temps de repos payé : Jours de vacances généreux et jours fériés pour vous ressourcer et vous détendre.</li><li>Évolution de carrière : Opportunités d'avancement et de croissance au sein de l'entreprise.</li></ul><p><br></p><p><br></p><p>Nous croyons en la promotion d'un environnement qui favorise à la fois le bien-être personnel et professionnel, encourageant la croissance et la créativité tout en maintenant un équilibre sain entre vie professionnelle et personnelle. Rejoignez-nous pour façonner l'avenir des expériences numériques et apporter vos talents à des projets impactants.</p><p><br></p><p><strong>Les candidatures sont acceptées jusqu'au 31 décembre 2023.</strong></p>",
    "Business Manager": "Gestionnaire d'entreprise",
    "<h2><strong>Description:</strong></h2><p><br></p><p>Are you a visionary leader with a knack for transforming data into actionable strategies? We're seeking a dynamic Business Intelligence Manager to lead our data-driven initiatives. As the Business Intelligence Manager, you'll oversee the design, development, and implementation of BI solutions, enabling our organization to make informed business decisions. Your strategic insights will drive efficiency, optimize processes, and enhance overall performance.</p><p><br></p><p><br></p><h2><strong>Requirements:</strong></h2><p><br></p><ul><li>Proven experience in business intelligence, data analysis, or related managerial roles</li><li>Proficiency in BI tools and platforms (e.g., Power BI, Tableau, QlikView, etc.)</li><li>Strong analytical and problem-solving skills with the ability to interpret complex datasets</li><li>Experience in data modeling, ETL processes, and database management</li><li>Leadership abilities to manage a team, drive projects, and collaborate with stakeholders</li><li>Strategic mindset with the capability to align BI initiatives with business objectives</li><li>Excellent communication and presentation skills to convey insights effectively</li></ul><p><br></p><p><br></p><h2><strong>Benefits:</strong></h2><p><br></p><ul><li>Remote Work Environment: Enjoy the flexibility of remote work, fostering your productivity and work-life balance.</li><li>Competitive Compensation: Receive a competitive salary package reflecting your expertise and impact.</li><li>Professional Development: Access to learning resources, workshops, and growth opportunities.</li><li>Healthcare Coverage: Comprehensive health, dental, and vision insurance plans for your well-being.</li><li>Flexible Hours: Work with flexibility, promoting a healthy work-life balance.</li><li>Collaborative Culture: Join a diverse team passionate about innovation and collaborative problem-solving.</li><li>Paid Time Off: Generous vacation days and holidays to recharge and rejuvenate.</li><li>Career Advancement: Opportunities for career progression within the organization.</li></ul><p><br></p><p><br></p><p>Join us in revolutionizing our approach to data-driven decision-making. Your leadership will drive our BI initiatives, transforming data into actionable insights that propel our organization forward.</p><p><br></p><p><strong>Applications are accepted until December 31, 2023.</strong></p>": "<h2><strong>Description :</strong></h2><p><br></p><p>Êtes-vous un leader visionnaire capable de transformer les données en stratégies opérationnelles ? Nous recherchons un dynamique responsable de l'intelligence d'affaires pour diriger nos initiatives basées sur les données. En tant que responsable de l'intelligence d'affaires, vous superviserez la conception, le développement et la mise en œuvre de solutions d'IA, permettant à notre organisation de prendre des décisions d'affaires éclairées. Vos analyses stratégiques stimuleront l'efficacité, optimiseront les processus et amélioreront les performances globales.</p><p><br></p><p><br></p><h2><strong>Exigences :</strong></h2><p><br></p><ul><li>Expérience avérée dans le domaine de l'intelligence d'affaires, de l'analyse de données ou dans des rôles de gestion connexes</li><li>Maîtrise des outils et plateformes d'IA (Power BI, Tableau, QlikView, etc.)</li><li>Compétences analytiques et de résolution de problèmes solides avec la capacité à interpréter des ensembles de données complexes</li><li>Expérience en modélisation de données, processus ETL et gestion de bases de données</li><li>Capacités de leadership pour gérer une équipe, mener des projets et collaborer avec les parties prenantes</li><li>Mentalité stratégique avec la capacité d'aligner les initiatives d'IA sur les objectifs commerciaux</li><li>Excellentes compétences en communication et en présentation pour transmettre efficacement les informations</li></ul><p><br></p><p><br></p><h2><strong>Avantages :</strong></h2><p><br></p><ul><li>Environnement de travail à distance : Profitez de la flexibilité du travail à distance, favorisant votre productivité et votre équilibre travail-vie personnelle.</li><li>Rémunération compétitive : Recevez un package salarial compétitif reflétant votre expertise et votre impact.</li><li>Développement professionnel : Accès à des ressources d'apprentissage, des ateliers et des opportunités de croissance.</li><li>Couverture santé : Plans d'assurance santé, dentaire et vision complets pour votre bien-être.</li><li>Horaires flexibles : Travaillez avec flexibilité, favorisant un équilibre sain entre travail et vie personnelle.</li><li>Culture collaborative : Rejoignez une équipe diversifiée et inclusive passionnée par l'innovation et la résolution collaborative des problèmes.</li><li>Temps de repos payé : Des jours de vacances généreux et des congés pour vous ressourcer et vous revitaliser.</li><li>Avancement de carrière : Opportunités de progression de carrière au sein de l'organisation.</li></ul><p><br></p><p><br></p><p>Rejoignez-nous pour révolutionner notre approche de la prise de décision basée sur les données. Votre leadership propulsera nos initiatives en IA, transformant les données en informations exploitables qui font avancer notre organisation.</p><p><br></p><p><strong>Les candidatures sont acceptées jusqu'au 31 décembre 2023.</strong></p>",
    "Comprehensive health coverage": "Couverture santé complète",
    "Flexible work hours": "Horaires de travail flexibles",
    "Paid time off and holidays": "Congés payés et vacances",
    "Remote work options": "Options de travail à distance",
    "Professional development opportunities": "Possibilités de développement professionnel",
    "Employee wellness programs": "Programmes de bien-être pour les employés",
    "Benefits": "Bénéfices",
    "Come join us!": "Venez nous rejoindre!",
    "Careers at": "Les carrières à"
}
