{
    "Type of Contact": "Type de contact",
    "I have a question about the service.": "J'ai une question sur le service.",
    "I'm a registered client and I need support.": "Je suis un client enregistré et j'ai besoin de support.",
    "I'm a counselor interested in joining.": "Je suis un conseiller intéressé à rejoindre.",
    "I'm a registered counselor and I need support.": "Je suis un conseiller enregistré et j'ai besoin de support.",
    "I have a business-related inquiry.": "J'ai une question liée aux affaires.",
    "I'm interested in Hope Hub for my organization.": "Je suis intéressé par Hope Hub pour mon organisation.",
    "I have a billing-related question.": "J'ai une question liée à la facturation.",
    "Full Name": "Nom complet",
    "Enter your Full Name here...": "Entrez votre nom complet ici...",
    "Email": "E-mail",
    "Enter your email address here...": "Entrez votre adresse e-mail ici...",
    "Details": "Détails",
    "Enter your details here...": "Entrez vos détails ici...",
    "Submit": "Envoyer",
    "SEND US YOUR REQUEST!": "ENVOYEZ-NOUS VOTRE DEMANDE !",
    "Do you have a question, concern, idea, feedback, or problem? If you need assistance, please fill out the form below, and we'd be happy to help!": "Avez-vous une question, une préoccupation, une idée, des commentaires ou un problème ? Si vous avez besoin d'aide, veuillez remplir le formulaire ci-dessous, et nous serons heureux de vous aider !",
    "Find Us At": "Trouvez-nous à",
    "Call Us At": "Appelez-nous au",
    "Nergiz Plaza": "Nergiz Plaza",
    "3rd Floor": "3ème étage",
    "Bakhtiyari Street 40m": "Rue Bakhtiyari, 40 mètres",
    "Algiers, Algeria": "Alger, Algérie",
    "44001": "44001",
    "footer_msg_1": "S'abonner",
    "footer_msg_2": "Nous ne partagerons jamais votre adresse e-mail",
    "footer_msg_3": "Entrez votre e-mail",
    "Home": "Accueil",
    "Contact": "Contact",
    "Blogs": "Articles",
    "About": "A Propos",
    "Log In": "Connexion",
    "Request Type": "Type de Demande",
    "Select Request Type": "Selectionnez le type de demande",
    "profile info": "PROFILE INFO",
    "full name": "Nom",
    "education level": "Niveau d'études",
    "secondary": "Secondaire",
    "bachelor": "Licence",
    "master": "Master",
    "hobbies": "Loisirs",
    "family size": "Taille de la famille",
    "members": "Membre(s)",
    "gender": "Genre",
    "male": "Homme",
    "female": "Femme",
    "birth date": "Date de naissance",
    "email": "E-mail",
    "phone number": "N° de téléphone",
    "upload id": "Télécharger ID",
    "security": "Sécurité",
    "password": "Mot de passe",
    "confirm password": "Confirmer le mot de passe",
    "save changes": "SAUVEGARDER",
    "delete account": "SUPPRIMER LE COMPTE",
    "cancel": "ANNULER",
    "payment section": "Méthodes de paiement et tickets",
    "cards added": "3 Cartes ajoutées",
    "show cards": "AFFICHER LES Cartes",
    "tickets remaining": "10 Tickets restants",
    "buy tickets": "ACHETER DES TICKETS",
    "Book An Appointement": "Prenez rendez-vous",
    "WE ARE HERE TO": "Nous sommes la pour vous",
    "HELP": "Aidez",
    "RECENT BLOGS": "Blogs Recents",
    "Connect with us through": "Connectez-vous avec nous via",
    "Tickets": "Billets",
    "Purchase": "Achetez Des",
    "Purchase Tickets": "Achetez Des Billets",
    "Purchase Card Description": "Achetez des billets qui peuvent être utilisés pour prendre rendez-vous!",
    "Are you a counselor?": "Êtes-vous un thérapeute?",
    "Interested in joining our mental health platform? You decide your schedule and how much you want to work, we’ll take care of the client referrals and billing details!": "Vous souhaitez rejoindre notre plateforme de santé mentale ? Vous décidez de votre emploi du temps et de la quantité de travail que vous souhaitez effectuer, nous nous occupons des références des clients et des détails de la facturation!",
    "Learn More": "En savoir plus",
    "Professional, licensed, and vetted therapists that you can trust.": "Des thérapeutes professionnels, agréés et contrôlés en qui vous pouvez avoir confiance.",
    "Tap to the world's largest network of licensed, accredited, and experienced therapists who can help you with a range of issues including depression, anxiety, relationships, trauma, grief, and more. with our therapists, you get the same professionalism and quality you would expect from an in-office therapist, but with the ability to communicate whenever and however you want.": "Accédez au plus grand réseau mondial de thérapeutes agréés, accrédités et expérimentés qui peuvent vous aider à résoudre toute une série de problèmes tels que la dépression, l'anxiété, les relations, les traumatismes, le deuil et bien plus encore. Avec nos thérapeutes, vous bénéficiez du même professionnalisme et de la même qualité que ceux que vous attendez d'un thérapeute en cabinet, mais avec la possibilité de communiquer quand vous le souhaitez et comme vous le souhaitez.",
    "Voice Call": "Appel vocal",
    "Chat": "Chat",
    "Video Call": "Appel vidéo",
    "Feeling ready to start a conversation? Give your therapist a voice call and talk your heart out!": "Vous vous sentez prêt à entamer une conversation? Appelez votre thérapeute et parlez-lui à cœur ouvert!",
    "Need to talk to someone? Come have a chat with your therapist!": "Besoin de parler à quelqu'un ? Venez discuter avec votre thérapeute!",
    "For a better experience therapists recommend video calls, but always remember that it's your choice!": "Pour une meilleure expérience, les thérapeutes recommandent les appels vidéo, mais n'oubliez jamais que c'est un choix!",
    "Sign Up": "Inscription",
    "or": "ou",
    "welcome": "Bienvenu à",
    "enter password": "Votre mot de passe",
    "forgot": "Mot de passe oublié ?",
    "Back": "Retour",
    "Send Email": "Envoyer un email",
    "lname": "Nom",
    "fname": "Prénom",
    "Confirm Email": "Confirmez votre adresse email",
    "Confirm Password": "Confirmez votre mot de passe",
    "bdate": " Date de naissance",
    "Thank you": "Merci Beaucoup",
    "Back to Home": "Revenir à l'accueil",
    "Thank text 1": "Votre demande d'inscription a été reçue, vous recevrez bientôt un email de confirmation. Veuillez suivre les étapes indiquées dans l'e-mail pour compléter et activer votre compte.",
    "Thank text 2": "Votre demande a été envoyée, un membre de l'équipe d'assistance vous contactera via l'e-mail que vous avez fourni dans les plus brefs délais.",
    "Let's match you with the right therapist": "Trouvons le thérapeute qui vous convient",
    "Please fill out this short questionnaire to provide some general and anonymous background about you and the issues you'd like to deal with in online therapy. It would help us match you with the most suitable therapist for you.": "Veuillez remplir ce court questionnaire pour fournir des informations générales et anonymes sur vous et les problèmes que vous aimeriez traiter en thérapie en ligne. Cela nous aidera à vous trouver le thérapeute le plus adapté à vos besoins.",
    "What type of counseling are you looking for?": "Quel type de conseil recherchez-vous ?",
    "Individual counseling": "Conseil individuel",
    "Teen counseling (for my child)": "Conseil pour adolescents (pour mon enfant)",
    "Next": "Suivant",
    "What is your relationship status?": "Quel est votre état civil ?",
    "Single": "Célibataire",
    "Married": "Marié",
    "Divorced": "Divorcé",
    "Previous": "Précédent",
    "Please select an option before proceeding.": "Veuillez sélectionner une option avant de continuer.",
    "Have you been in Therapy before?": "Avez-vous déjà suivi une thérapie ?",
    "Yes": "Oui",
    "No": "Non",
    "Are there any issues you would like to focus on?": "Y a-t-il des problèmes sur lesquels vous aimeriez vous concentrer ?",
    "Depression": "Dépression",
    "Stress and Anxiety": "Stress et anxiété",
    "Relationship issues": "Problèmes relationnels",
    "Family conflicts": "Conflits familiaux",
    "Trauma and abuse": "Traumatisme et abus",
    "Eating disorders": "Troubles alimentaires",
    "What brings you here?": "Pourquoi êtes-vous ici ?",
    "Please specify (in a few sentences) why you would like counseling. This will give your counselor a good understanding of where to start.": "Veuillez spécifier (en quelques phrases) pourquoi vous aimeriez avoir des conseils. Cela permettra à votre conseiller de bien comprendre par où commencer.",
    "Tell us what you feel ...": "Dites-nous ce que vous ressentez...",
    "your request has been submitted!": "Votre demande a été soumise !",
    " You will receive an email guiding you to book a date and time soon.": "Vous recevrez bientôt un e-mail vous indiquant comment réserver une date et une heure.",
    "request submitted": "Demande soumise",
    "you will receive a confirmation email soon.": "Vous recevrez bientôt un e-mail de confirmation.",
    "Back to home": "Retour à la page d'accueil",
    "Submit your appointment": "Soumettre votre rendez-vous",
    "Click Submit if you are sure of all your choices.": "Cliquez sur Soumettre si vous êtes sûr de tous vos choix.",
    "Please be aware that this action will cost you a ticket!": "Veuillez noter que cette action vous coûtera un billet !",
    "Are there any specific qualities that you would like in a counselor?": "Y a-t-il des qualités spécifiques que vous recherchez chez un conseiller ?",
    "I prefer a male counselor": "Je préfère un conseiller masculin",
    "I prefer a female counselor": "Je préfère un conseiller féminin",
    "I prefer an older counselor (45+)": "Je préfère un conseiller plus âgé (45+)",
    "I prefer a non-religious counselor": "Je préfère un conseiller non religieux",
    "Please write something before proceeding.": "S'il vous plaît, écrivez quelque chose avant de continuer.",
    "User Name": "Nom d'utilisateur",
    "City": "Ville",
    "License Number": "Numéro de licence",
    "Create Therapist account": "Créer un compte thérapeute",
    "Create": "Créer",
    "Therapist": "thérapeute",
    "account": " un compte",
    "Why work with HopeHub?": "Pourquoi travailler avec HopeHub ?",
    "Reliable Income": "Revenu fiable",
    "Over 10,000 people sign up on HopeHub every day looking for a counselor to help with life challenges. HopeHub can be your main source of income (full time) or a supplement to your current work.": "Plus de 10 000 personnes s'inscrivent sur HopeHub chaque jour à la recherche d'un conseiller pour les aider dans leurs défis de vie. HopeHub peut être votre principale source de revenu (à temps plein) ou un complément à votre travail actuel.",
    "Focus on Counseling": "Concentrez-vous sur le conseil",
    "No need to worry about costs from acquiring clients, billing, support, or operations. Let us handle the fees and paperwork so you can focus on what you do best!": "Pas besoin de vous soucier des coûts liés à l'acquisition de clients, à la facturation, au support ou aux opérations. Laissez-nous gérer les frais et la paperasserie pour que vous puissiez vous concentrer sur ce que vous faites de mieux !",
    "Requirements": "Exigences",
    "Licensed by a State Board to provide counseling": "Licencié par un conseil d'État pour fournir des services de conseil",
    "Experience in counseling for adults, couples, and/or teens": "Expérience en conseil pour adultes, couples et/ou adolescents",
    "Excellent writing skills": "Excellentes compétences en écriture",
    "Reliable Internet connection": "Connexion Internet fiable",
    "Currently residing in the US": "Résidant actuellement aux États-Unis",
    "Next": "Suivant",
<<<<<<< HEAD
    "title": "À propos",
    "Who are we": "Qui sommes-nous",
    "Our team": "Notre équipe",
    "Our Founding": "Notre Fondation",
    "At HopeHub, we believe there is a better way to do things. A more valuable way where customers are earned rather than bought. We are obsessively passionate about it, and our mission is to help people achieve it. We focus on search engine optimization. It is one of the least understood and least transparent aspects of great marketing, and we see that as an opportunity. We are excited to simplify SEO for everyone through our software, education, and community": "Chez HopeHub, nous croyons qu'il y a une meilleure façon de faire les choses. Une manière plus précieuse où les clients sont gagnés plutôt qu'achetés. Nous en sommes passionnément convaincus, et notre mission est d'aider les gens à y parvenir. Nous nous concentrons sur l'optimisation des moteurs de recherche. Il s'agit de l'un des aspects les moins compris et les moins transparents du marketing de qualité, et nous y voyons une opportunité. Nous sommes ravis de simplifier le SEO pour tout le monde grâce à notre logiciel, à notre éducation et à notre communauté.",
    "HopeHub was founded by a group of Re:coded students in 2023. It was called HopeHub Online and started as a blog and an online community where some of the worlds therapists shared their research and ideas. We launched the Beginners Guide to Therapy and our first study, and that hub of industry expertise transformed into a small consulting firm and led us to create the Online Therapist of today!": "HopeHub a été fondée en 2023 par un groupe d'étudiants de Re:coded. Elle s'appelait HopeHub Online et a commencé comme un blog et une communauté en ligne où certains des thérapeutes du monde partageaient leurs recherches et leurs idées. Nous avons lancé le Guide du Débutant en Thérapie et notre première étude, et ce pôle d'expertise de l'industrie s'est transformé en une petite société de conseil qui nous a conduit à créer l'Online Therapist d'aujourd'hui !"
=======
    "Profile": "Profil",
    "Log Out": "Déconnexion",
    "Appointments": "Rendez-vous",
    "Payments": "Paiements",
    "CAREERS AT": "CARRIÈRES CHEZ",
    "careers desc 1": "Notre logiciel de référencement analyse des montagnes de données pour faire ressortir des informations essentielles. Nous construisons et entretenons des systèmes qui traitent des quantités massives de données (nous parlons de 36 billions d'enregistrements par jour et de plusieurs pétaoctets de stockage). Nous modélisons un marketing transparent et empathique pour le monde entier. Nous formons notre communauté, en mettant tout en œuvre pour l'aider à améliorer ses compétences. Et nous faisons tout cela en favorisant une culture qui encourage la responsabilité, l'empathie et la transparence.",
    "OUR HIRING PHILOSOPHY": "NOTRE PHILOSOPHIE DE RECRUTEMENT",
    "carrers desc 2": "Pour construire les meilleurs outils de référencement, nous avons besoin d'une main-d'œuvre qui reflète la diversité de nos communautés et de nos clients. Nous voulons qu'Online Therapy soit un lieu où tout le monde se sente bienvenu et engagé, sans exception. C'est notre mission et notre promesse d'interviewer une liste diversifiée et représentative de candidats avant de faire une offre pour nos postes ouverts.",
    "CURRENT OPEN POSITIONS": "POSTES ACTUELLEMENT OUVERTS",
    "careers desc 3": "Merci de nous envoyer un email avec le titre de la candidature comme objet avec un CV en pièce jointe au format PDF !",
    "Please write something before proceeding.": "S'il vous plaît, écrivez quelque chose avant de continuer."
>>>>>>> develop
}
