{
    "test": "Coucou",
    "footer_msg_1": "S'abonner",
    "footer_msg_2": "Nous ne partagerons jamais votre adresse e-mail",
    "footer_msg_3": "Entrez votre e-mail",
    "Home": "Accueil",
    "Contact": "Contact",
    "Blogs": "Articles",
    "About": "A Propos",
    "Log In": "Connexion",
    "profile info": "PROFILE INFO",
    "full name": "Nom",
    "education level": "Niveau d'études",
    "secondary": "Secondaire",
    "bachelor": "Licence",
    "master": "Master",
    "hobbies": "Loisirs",
    "family size": "Taille de la famille",
    "members": "Membre(s)",
    "gender": "Genre",
    "male": "Homme",
    "female": "Femme",
    "birth date": "Date de naissance",
    "email": "E-mail",
    "phone number": "N° de téléphone",
    "upload id": "Télécharger ID",
    "security": "Sécurité",
    "password": "Mot de passe",
    "confirm password": "Confirmer le mot de passe",
    "save changes": "SAUVEGARDER",
    "delete account": "SUPPRIMER LE COMPTE",
    "cancel": "ANNULER",
    "payment section": "Méthodes de paiement et tickets",
    "cards added": "3 Cartes ajoutées",
    "show cards": "AFFICHER LES Cartes",
    "tickets remaining": "10 Tickets restants",
    "buy tickets": "ACHETER DES TICKETS",
    "Book An Appointement": "Prenez rendez-vous",
    "WE ARE HERE TO": "Nous sommes la pour vous",
    "HELP": "Aidez",
    "RECENT BLOGS": "Blogs Recents",
    "Connect with us through": "Connectez-vous avec nous via",
    "Tickets": "Billets",
    "Purchase": "Achetez Des",
    "Purchase Tickets": "Achetez Des Billets",
    "Purchase Card Description": "Achetez des billets qui peuvent être utilisés pour prendre rendez-vous!",
    "Are you a counselor?": "Êtes-vous un thérapeute?",
    "Interested in joining our mental health platform? You decide your schedule and how much you want to work, we’ll take care of the client referrals and billing details!": "Vous souhaitez rejoindre notre plateforme de santé mentale ? Vous décidez de votre emploi du temps et de la quantité de travail que vous souhaitez effectuer, nous nous occupons des références des clients et des détails de la facturation!",
    "Learn More": "En savoir plus",
    "Professional, licensed, and vetted therapists that you can trust.": "Des thérapeutes professionnels, agréés et contrôlés en qui vous pouvez avoir confiance.",
    "Tap to the world's largest network of licensed, accredited, and experienced therapists who can help you with a range of issues including depression, anxiety, relationships, trauma, grief, and more. with our therapists, you get the same professionalism and quality you would expect from an in-office therapist, but with the ability to communicate whenever and however you want.": "Accédez au plus grand réseau mondial de thérapeutes agréés, accrédités et expérimentés qui peuvent vous aider à résoudre toute une série de problèmes tels que la dépression, l'anxiété, les relations, les traumatismes, le deuil et bien plus encore. Avec nos thérapeutes, vous bénéficiez du même professionnalisme et de la même qualité que ceux que vous attendez d'un thérapeute en cabinet, mais avec la possibilité de communiquer quand vous le souhaitez et comme vous le souhaitez.",
    "Voice Call": "Appel vocal",
    "Chat": "Chat",
    "Video Call": "Appel vidéo",
    "Feeling ready to start a conversation? Give your therapist a voice call and talk your heart out!": "Vous vous sentez prêt à entamer une conversation? Appelez votre thérapeute et parlez-lui à cœur ouvert!",
    "Need to talk to someone? Come have a chat with your therapist!": "Besoin de parler à quelqu'un ? Venez discuter avec votre thérapeute!",
    "For a better experience therapists recommend video calls, but always remember that it's your choice!": "Pour une meilleure expérience, les thérapeutes recommandent les appels vidéo, mais n'oubliez jamais que c'est un choix!",
    "Sign Up": "Inscription",
    "or": "ou",
    "welcome": "Bienvenu à",
    "enter password": "Votre mot de passe",
    "forgot": "Mot de passe oublié ?",
    "Back": "Retour",
    "Send Email": "Envoyer un email",
    "lname": "Nom",
    "fname": "Prénom",
    "Confirm Email": "Confirmez votre adresse email",
    "Confirm Password": "Confirmez votre mot de passe",
    "bdate": " Date de naissance",
    "Thank you": "Merci Beaucoup",
    "Back to Home": "Revenir à l'accueil",
    "Thank text 1": "Votre demande d'inscription a été reçue, vous recevrez bientôt un email de confirmation. Veuillez suivre les étapes indiquées dans l'e-mail pour compléter et activer votre compte.",
    "Thank text 2": "Votre demande a été envoyée, un membre de l'équipe d'assistance vous contactera via l'e-mail que vous avez fourni dans les plus brefs délais.",
    "Let's match you with the right therapist": "Trouvons le thérapeute qui vous convient",
    "Please fill out this short questionnaire to provide some general and anonymous background about you and the issues you'd like to deal with in online therapy. It would help us match you with the most suitable therapist for you.": "Veuillez remplir ce court questionnaire pour fournir des informations générales et anonymes sur vous et les problèmes que vous aimeriez traiter en thérapie en ligne. Cela nous aidera à vous trouver le thérapeute le plus adapté à vos besoins.",
    "What type of counseling are you looking for?": "Quel type de conseil recherchez-vous ?",
    "Individual counseling": "Conseil individuel",
    "Teen counseling (for my child)": "Conseil pour adolescents (pour mon enfant)",
    "Next": "Suivant",
    "What is your relationship status?": "Quel est votre état civil ?",
    "Single": "Célibataire",
    "Married": "Marié",
    "Divorced": "Divorcé",
    "Previous": "Précédent",
    "Please select an option before proceeding.": "Veuillez sélectionner une option avant de continuer.",
    "Have you been in Therapy before?": "Avez-vous déjà suivi une thérapie ?",
    "Yes": "Oui",
    "No": "Non",
    "Are there any issues you would like to focus on?": "Y a-t-il des problèmes sur lesquels vous aimeriez vous concentrer ?",
    "Depression": "Dépression",
    "Stress and Anxiety": "Stress et anxiété",
    "Relationship issues": "Problèmes relationnels",
    "Family conflicts": "Conflits familiaux",
    "Trauma and abuse": "Traumatisme et abus",
    "Eating disorders": "Troubles alimentaires",
    "What brings you here?": "Pourquoi êtes-vous ici ?",
    "Please specify (in a few sentences) why you would like counseling. This will give your counselor a good understanding of where to start.": "Veuillez spécifier (en quelques phrases) pourquoi vous aimeriez avoir des conseils. Cela permettra à votre conseiller de bien comprendre par où commencer.",
    "Tell us what you feel ...": "Dites-nous ce que vous ressentez...",
    "your request has been submitted!": "Votre demande a été soumise !",
    " You will receive an email guiding you to book a date and time soon.": "Vous recevrez bientôt un e-mail vous indiquant comment réserver une date et une heure.",
    "request submitted": "Demande soumise",
    "you will receive a confirmation email soon.": "Vous recevrez bientôt un e-mail de confirmation.",
    "Back to home": "Retour à la page d'accueil",
    "Submit your appointment": "Soumettre votre rendez-vous",
    "Click Submit if you are sure of all your choices.": "Cliquez sur Soumettre si vous êtes sûr de tous vos choix.",
    "Please be aware that this action will cost you a ticket!": "Veuillez noter que cette action vous coûtera un billet !",
    "Are there any specific qualities that you would like in a counselor?": "Y a-t-il des qualités spécifiques que vous recherchez chez un conseiller ?",
    "I prefer a male counselor": "Je préfère un conseiller masculin",
    "I prefer a female counselor": "Je préfère un conseiller féminin",
    "I prefer an older counselor (45+)": "Je préfère un conseiller plus âgé (45+)",
    "I prefer a non-religious counselor": "Je préfère un conseiller non religieux",
    "Please write something before proceeding.": "S'il vous plaît, écrivez quelque chose avant de continuer."


}
