{
    "test": "مرحبا",

    "Type of Contact": "نوع الاتصال",
    "I have a question about the service.": "لدي سؤال حول الخدمة.",
    "I'm a registered client and I need support.": "أنا عميل مسجل وأحتاج دعمًا.",
    "I'm a counselor interested in joining.": "أنا مستشار مهتم بالانضمام.",
    "I'm a registered counselor and I need support.": "أنا مستشار مسجل وأحتاج دعمًا.",
    "I have a business-related inquiry.": "لدي استفسار متعلق بالأعمال.",
    "I'm interested in Hope Hub for my organization.": ".أنا مهتم بخدماتك لمنظمتي",
    "I have a billing-related question.": "لدي سؤال متعلق بالفواتير.",
    "Full Name": "الاسم الكامل",
    "Enter your Full Name here...": "أدخل اسمك الكامل هنا...",
    "Email": "البريد الإلكتروني",
    "Enter your email address here...": "أدخل عنوان بريدك الإلكتروني هنا...",
    "Details": "تفاصيل",
    "Enter your details here...": "أدخل التفاصيل هنا...",
    "Submit": "إرسال",
    "SEND US YOUR REQUEST!": "أرسل لنا طلبك!",
    "Do you have a question, concern, idea, feedback, or problem? If you need assistance, please fill out the form below, and we'd be happy to help!": "هل لديك سؤال، قلق، فكرة، ملاحظة، أو مشكلة؟ إذا كنت بحاجة إلى مساعدة، يرجى ملء النموذج أدناه، وسنكون سعداء بمساعدتك!",
    "Find Us At": "زُرنا هنا",
    "Call Us At": "اتصل بنا على",
    "Nergiz Plaza": "مركز نرجيز",
    "3rd Floor": "الطابق الثالث",
    "Bakhtiyari Street 40m": "شارع باختياري، 40 مترًا",
    "Algiers, Algeria": "الجزائر، الجزائر",
    "44001": "44001",
    "footer_msg_1": "اشترك الآن",
    "footer_msg_2": "لن نقوم أبدًا بمشاركة بريدك الإلكتروني",
    "footer_msg_3": "أدخل بريدك الإلكتروني",
    "Blogs": "المدونات",
    "Contact": "اتصل بنا",
    "About": "من نحن",
    "Home": "الصفحة الرئيسية",
    "Log In": "تسجيل الدخول",
    "Request Type": "نوع الطلب",
    "Select Request Type": "حدد نوع الطلب",
    "Book An Appointement": "إحجز موعد",
    "WE ARE HERE TO": "نحن هنا لتقديم",
    "HELP": "المساعدة",
    "RECENT BLOGS": "المدونات الأخيرة",
    "Connect with us through": "تواصل معنا من خلال",
    "Tickets": "تذكرة",
    "Purchase": "أشتري",
    "Purchase tickets that can be used to book appointments!": "أشتري تذاكر يمكن استخدامها لحجز المواعيد!",
    "Are you a counselor?": "هل أنت معالج نفسي ؟",
    "Interested in joining our mental health platform? You decide your schedule and how much you want to work, we’ll take care of the client referrals and billing details!": "هل أنت مهتم بالانضمام إلى منصة الصحة العقلية لدينا ؟أنت تقرر جدولك الزمني ومقدار ما تريد العمل، سنهتم بإحالات العملاء وتفاصيل الفواتير!",
    "Learn More": "اعرف المزيد",
    "Professional, licensed, and vetted therapists that you can trust.": ".معالجون محترفون ومرخصون ومدققون يمكنك الوثوق بهم",
    "Tap to the world's largest network of licensed, accredited, and experienced therapists who can help you with a range of issues including depression, anxiety, relationships, trauma, grief, and more. with our therapists, you get the same professionalism and quality you would expect from an in-office therapist, but with the ability to communicate whenever and however you want.": ".استفد من أكبر شبكة في العالم من المعالجين المرخصين والمعتمدين وذوي الخبرة الذين يمكنهم مساعدتك في حل مجموعة من المشكلات بما في ذلك الاكتئاب والقلق والعلاقات والصدمات والحزن والمزيد. مع المعالجين لدينا، ستحصل على نفس الاحترافية والجودة التي تتوقعها من المعالج الموجود في المكتب، ولكن مع القدرة على التواصل متى وكيفما تريد",
    "Voice Call": "محادثة هاتفية",
    "Chat": "محادثة",
    "Video Call": "محادثة فيديو",
    "Feeling ready to start a conversation? Give your therapist a voice call and talk your heart out!": "!هل تشعر بالاستعداد لبدء محادثة؟ قم بإجراء مكالمة صوتية مع المعالج الخاص بك وتحدث من قلبك",
    "Need to talk to someone? Come have a chat with your therapist!": "!هل تحتاج إلى التحدث إلى شخص ما؟ تعال وتحدث مع معالجك النفسي",
    "For a better experience therapists recommend video calls, but always remember that it's your choice!": "!للحصول على تجربة أفضل يوصي المعالجون بإجراء مكالمات فيديو، ولكن تذكر دائمًا أن هذا هو اختيارك",
    "Sign Up": " قم بالاشتراك",
    "or": "أو",
    "welcome": "مرحبا بكم في",
    "enter password": "أدخل كلمة المرور الخاصة بك",
    "forgot": "هل نسيت كلمة المرور؟",
    "Back": "العودة إلى الخلف",
    "Send Email": "ارسل بريد الكتروني",
    "lname": "اللقب",
    "fname": "الاسم",
    "Confirm Email": "قم بتأكيد بريدك الالكتروني",
    "Confirm Password": "قم بتأكيد كلمة المرور الخاصة بك",
    "bdate": "تاريخ الميلاد",
    "Thank you": "شكرا جزيلا لكم ",
    "Back to Home": "الصفحة الرئيسية",
    "Thank text 1": "لقد تم استلام طلب التسجيل الخاص بك، وستتلقى قريبًا رسالة تأكيد عبر البريد الإلكتروني. يرجى اتباع الخطوات الواردة في البريد الإلكتروني لإكمال حسابك وتنشيطه.",
    "Thank text 2": "لقد تم إرسال طلبك، وسيتواصل معك أحد أعضاء فريق الدعم عبر البريد الإلكتروني الذي قدمته في أقرب وقت ممكن."
}
